7zip
acpid
alacritty
alsa-utils
android-udev
base
base-devel
bitwarden
bluez
bluez-tools
bluez-utils
brightnessctl
calcurse
cliphist
cnijfilter2
cups
cups-pdf
dmenu
dosfstools
efibootmgr
exo
eza
fd
ffmpegthumbnailer
fuse2
fzf
gestures
gimp
git
github-cli
glow
gnome-keyring
go
gparted
greetd-tuigreet
gum
gvfs
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
hurl
hyprdock
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
ifstat
imagemagick
inkscape
iwd
kitty
kvantum
lazygit
libreoffice-still
linux
linux-firmware
linux-headers
lua-jsregexp
lua51
lua51-jsregexp
lua52-jsregexp
lua53-jsregexp
luarocks
lxqt-archiver
lxqt-sudo
ly
media-downloader
meld
moc-pulse
mtools
neofetch
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nm-connection-editor
noto-fonts-emoji
npm
nvim-treesitter-parsers-git
obsidian-bin
pacman-contrib
pavucontrol
pcmanfm-qt
pipewire-alsa
pipewire-pulse
plymouth
powerdevil
print-manager
pv
python-capng
python-defusedxml
python-packaging
python-pip
python-pipx
python-pyqt5
qt5ct
qt6ct
rclone
reflector
ripgrep
rofi
rsync
rust
simple-mtpfs
sof-firmware
solaar
stow
sudo
swayimg
system-config-printer
terminus-font
thunderbird
tmux
trash-cli
tree
tumbler
unrar
unzip
waybar
waypipe
wget
whatsie-git
wl-clipboard
wlay-git
wlogout
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
xterm
xwaylandvideobridge
yay
yazi
yt-dlp
zip
zoxide
zsh
